"loyalty.pass.description" = "Boba Binge LLC rewards";
"reward.value" = "Reward available";
"last.updated.label" = "Last updated";
"phone.label" = "Phone";
"name.label" = "Name";
"member.since.label" = "Member since";
"loyalty.account.info.label" = "Loyalty account info";
"rewards.available.label" = "Rewards available";
"buyer.status.page.body" = "<a href='https://squareup.com/loyalty/profile/3CK23V4KGU'>Buyer Status Page</a>";
"support.label" = "Support";
"support.body.plain.text" = "For help with your loyalty account, contact the business directly.
For all other questions, reach out to https://squareup.com/help/us/en.";
"support.body" = "For help with your loyalty account, contact the business directly.
For all other questions, reach out to <a href='https://squareup.com/help/us/en'>Square Customer Success</a>.";
"privacy.policy.label" = "Privacy Policy";
"privacy.policy.body" = "For additional information about the merchant's privacy policy, contact the business directly. You can review <a href='https://squareup.com/us/en/legal/general/privacy'>Square privacy policy</a>.";
"privacy.policy.body.plain.text" = "For additional information about the merchant's privacy policy, contact the business directly. You can review https://squareup.com/us/en/legal/general/privacy.";
"loyalty.reward.earned.change.message" = "You have %@ Hearts, enough for a One free drink! Redeem on your next visit.";
"rewards.available.value.with.example" = "<a href='https://squareup.com/loyalty/profile/3CK23V4KGU'>One free drink (10 Hearts)
View all rewards</a>";